[
  {
    "id": 1,
    "fact": "Satu helai spaghetti disebut spaghetto.",
    "subFact": "Spaghetto numero uno.",
    "url": "https://i.ibb.co/19HSbrW/id-1.png"
  },
  {
    "id": 2,
    "fact": "Satu sambaran petir dapat memanggang 100,000 potong roti.",
    "subFact": "Suhunya bisa mecapai 27 ribu derajat celcius, 5 kali lebih panas dari suhu matahari.",
    "url": "https://i.ibb.co/cxN9yG4/id-2.png"
  },
  {
    "id": 3,
    "fact": "Chereophobia adalah ketakutan untuk bahagia.",
    "subFact": "Kalau kamu phobia apa?",
    "url": "https://i.ibb.co/Ydh5v5C/id-3.png"
  },
  {
    "id": 4,
    "fact": "Faktanya, kita dapat mendengar detak jantung paus biru dari jarak 3 sejauh km.",
    "subFact": "Besar jantungnya sama seperti sebuah mobil VW Beetle.",
    "url": "https://i.ibb.co/LZXjwTJ/id-4.png"
  },
  {
    "id": 5,
    "fact": "Kata Kimono, secara harfiah berarti sesuatu untuk dipakai.",
    "subFact": "Ki berarti memakai, dan mono berarti sesuatu/benda.",
    "url": "https://i.ibb.co/XD36jyv/id-5.png"
  },
  {
    "id": 6,
    "fact": "Pada tahun 2011 di Amerika, satu dari tiga pergugatan cerai berhubungan dengan Facebook",
    "subFact": "Pada seluruh data persidangan perceraian pada tahun itu, satu dari tiga perceraian menyebutkan facebook sebagai satu penyebabnya.",
    "url": "https://i.ibb.co/7VqtFZn/id-6.png"
  },
  {
    "id": 7,
    "fact": "Piramid terbesar di dunia terdapat di Mexico , bukan di Mesir.",
    "subFact": "Namanya Piramida Cholula.",
    "url": "https://i.ibb.co/McrRS1M/id-7.png"
  },
  {
    "id": 8,
    "fact": "Kita sebenarnya dapat mencium aroma hujan bahkan sebelum hujan turun.",
    "subFact": "Pola cuaca memproduksi aroma khas ozon dan bakteri yang terbawa oleh angin dan dapat tecium oleh sebagian orang.",
    "url": "https://i.ibb.co/SsGLw1w/id-8.png"
  },
  {
    "id": 9,
    "fact": "Tanggal kadaluarsa pada botol air minum, mengacu pada botol dan bukan pada airnya.",
    "subFact": "Saat mencapai tanggal kadaluwarsa, plastik akan mulai meleleh dan mengkontaminasi air mineral.",
    "url": "https://i.ibb.co/F4sgHPv/id-9.png"
  },
  {
    "id": 10,
    "fact": "Buaya adalah spesies terlama yang hidup di Bumi.",
    "subFact": "Diperkirakan sudah 200 juta tahun lamanya. Hmm..kalau buaya darat?",
    "url": "https://i.ibb.co/3BGd7gH/id-10.png"
  },
  {
    "id": 11,
    "fact": "Seseorang mencoba menjual New Zealand di eBay pada tahun 2006.",
    "subFact": "Namun eBay menghentikannya ketika harga lelang baru mencapai 40 juta rupiah. Kalau NKRI? Harga mati!",
    "url": "https://i.ibb.co/tz7GKND/id-11.png"
  },
  {
    "id": 12,
    "fact": "Di negara Swiss, ilegal untuk memelihara hanya satu hewan guinea pig.",
    "subFact": "Alasannya karena guinea pig mudah depresi jika sendiri. Kayak siapa dong?",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 13,
    "fact": "Pada abad ke-16, penyair saling bertukar cemooh dengan aksi yang diseut flyting.",
    "subFact": "Ternyata bukan cuma rapper yang saling nge-diss.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 14,
    "fact": "Cerita Beauty and the Beast ditulis untuk membuat kaum hawa pada saat itu mau menerima perjodohan.",
    "subFact": "Pada cerita aslinya, the Beast merupakan sosok penggabungan antara hewan gajah dan ikan.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 15,
    "fact": "Topi seroang chef (disebut toque) memiliki 100 lipatan.",
    "subFact": "Menandakan bahwa seorang chef berpengalaman mengetahui seratus cara berbeda untuk menghidangkan sebuah makanan.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 16,
    "fact": "Beberapa kucing alergi terhadap manusia.",
    "subFact": "Para peneliti pun heran, karena pada dasarnya manusia adalah spesies yang paling sering mandi.",
    "url": "https://i.ibb.co/Fnx45zW/id-16.png"
  },
  {
    "id": 17,
    "fact": "Hewan nasional negara Skotlandia adalah unicorn.",
    "subFact": "Unicorn dipilih karena hubungannya yang erat dengan mitos bangsa Celtic.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 18,
    "fact": "Membenturkan kepala di tembok selama satu jam dapat membakar 150 kalori.",
    "subFact": "Ga percaya?.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 19,
    "fact": "Pisang berbentuk melengkung karena tumbuh ke arah sinar matahari.",
    "subFact": "Pertumbuhan buah pisang yang melawan gaya gravitasi disebut negative geotropism.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 20,
    "fact": "Kambing jantan mengencingi kepalanya sendiri untuk menarik perhatian betina.",
    "subFact": "Bukan untuk ditiru.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 21,
    "fact": "Selama hidup, manusia memproduksi air liur sebanyak 2 kolam renang.",
    "subFact": "Rata-rata manusia memproduksi satu sampai dua liter air liur setiap harinya.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 22,
    "fact": "Trailers film sebenarnya dibuat untuk ditampilkan setelah film selesai.",
    "subFact": "Itu sebabnya diberi nama trailers (karavan/gerobak tambahan).",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 23,
    "fact": "Serangan jantung lebih banyak terjadi di hari Senin.",
    "subFact": "Peneliti menemukan bahwa pada hari Senin, kasus serangan jantung meningkat sebanyak 20%.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 24,
    "fact": "Pada tahun 2017, lebih banyak orang tewas akibat foto selfie daripada serangan ikan hiu.",
    "subFact": "5 orang tercatat tewas akibat seranga hiu, dan 35 tewas akibat foto selfie.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 25,
    "fact": "Palindrome, adalah sebuah kata atau kalimat yang jika dibaca dari depan maupun belakang hasilnya tetap sama.",
    "subFact": "Kasur ini rusak.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 26,
    "fact": "Rata-rata laki-laki merasa bosan setelah berbelanja selama 26 menit.",
    "subFact": "Sementara rata-rata wanita, baru bosan setelah berbelanja selama 2 jam.",
    "url": "https://i.ibb.co/PtjnGGX/id-26.png"
  },
  {
    "id": 27,
    "fact": "Facebook, Instagram dan Twitter dilarang di negara Cina.",
    "subFact": "Dan ada 8000 situs lainnya yang dilarang termasuk Pinterest dan Tumblr.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 28,
    "fact": "Lebah madu dapat mengingat wajah manusia.",
    "subFact": "Mereka melihat wajah manusia dengan 5000 pecahan gambar - seperti pixels.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 29,
    "fact": "Kurang lebih 3% dari es di kutub utara adalah urin dari penguin.",
    "subFact": "Karena suhunya di bawah nol, urin penguin tidak dapat menguap dan menyatu dengan glaciers.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 30,
    "fact": "Berang-berang laut saling menggenggam tangan ketika tidur.",
    "subFact": "Agar tidak hanyut terbawa arus. Kamu bukan berang-berang laut.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 31,
    "fact": "Twitter logo sebenarnya punya nama:Larry.",
    "subFact": "Namanya terinspirasi dari pemain basket terkenal, Larry Bird.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 32,
    "fact": "Air mata mengandung penawar rasa sakit alami yang meringankan rasa sakit.",
    "subFact": "Juga meningkatkan mood. Air mata ya, bukan pundak..ah sudahlah.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 33,
    "fact": "Meletakkan kunci mobil di dekat kepala, akan meningkatkan jarak sinyalnya remotenya.",
    "subFact": "Kunci tersebut mengggunakan otak kita sebagai radio transmitter.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 34,
    "fact": "Pengisi suara SpongeBob dan Karen, istri Plankton, adalah suami-istri di kehidupan nyata.",
    "subFact": "Mereka telah menikah sejak tahun 1995.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 35,
    "fact": "IKEA sebenarnya adalah sebuah singkatan.",
    "subFact": "Ingvar Kamprad Elmtaryd Angunnaryd - adalah gabungan nama dan kota kelahiran pendirinya",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 36,
    "fact": "Warna merah sebenarnya tidak membuat banteng marah.",
    "subFact": "Faktanya, banteng adalah hewan yang buta warna.",
    "url": "https://i.ibb.co/VpFL8zL/id-36.png"
  },
  {
    "id": 37,
    "fact": "Menjaga kesehatan gigi daan mulut dapat meningkatkan memori.",
    "subFact": "Penelitian menemukan bahwa mulut yang bersih, memperlancar peredaran darah yang berpengaruh terhadap memori otak.",
    "url": "https://i.ibb.co/58N26R1/id-37.png"
  },
  {
    "id": 38,
    "fact": "Faktanya, kucing hanya mengeong pada manusia.",
    "subFact": "Bayi kucing mungkin mengenong pada ibunya. Namun ketika dewasa, kucing tidak lagi mengeong pada sesama kucing.",
    "url": "https://i.ibb.co/mCKfL7F/id-38.png"
  },
  {
    "id": 39,
    "fact": "Tidak memiliki teman ternyata mematikan.",
    "subFact": "Penelitian di Harvard menunjukkan bahwa tidak memiliki teman sama berbahanya dengan merokok, keduanya berefek pada tingkat penyumbatan darah.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 40,
    "fact": "Berries adalah kelompok buah yang berasal dari satu bunga.",
    "subFact": "Itu artinya nanas, pisang, semangka, labu dan alpukat sebenarnya termasuk dalam kategori berries.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 41,
    "fact": "Cat pada menara Eiffel jika ditimbang memiliki berat sama dengan 10 ekor gajah.",
    "subFact": "Catnya diperbarui setiap tujuh tahun sekali tanpa menutup kunjungan bagi para turis.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 42,
    "fact": "Membutuhkan waktu 84 tahun lamanya untuk satu kali revolusi planet Uranus pada matahari.",
    "subFact": "Jauh berbeda dengan bumi yang hanya membutuhkan waktu 365 hari.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 43,
    "fact": "Gajah menganggap manusia makhluk yang lucu.",
    "subFact": "Sama seperti manusia yang menganggap bahwa anak kucing atau anjing itu lucu.",
    "url": "https://i.ibb.co/2gtv1BQ/id-43.png"
  },
  {
    "id": 44,
    "fact": "Kucing bermata biru yang berbulu putih umumnya tuli.",
    "subFact": "Hal itu disebabkan oleh gen masking yang menyerang fungsi pendengarannya.",
    "url": "https://i.ibb.co/BjjGdSm/id-44.png"
  },
  {
    "id": 45,
    "fact": "Mandi air dingin lebih menyehatkan daripada mandi air hangat.",
    "subFact": "Air dingin dapat meningkatkan sirkulasi darah, penurunan berat badan dan meringankan gejala depresi.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 46,
    "fact": "Ular dapat memprediksi gempa.",
    "subFact": "Ular dapat merasakan gempa dari jarak 120 km jauhnya dan sampai 5 hari sebelum gempa itu terjadi.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 47,
    "fact": "Tulang manusia memperbaiki dirinya sendiri setiap 10 tahun sekali.",
    "subFact": "Artinya kita memilik tulang-tulang yang berbeda dari 10 tahun yang lalu.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 48,
    "fact": "Wanita jauh lebih baik dalam membedakan warna daripada laki-laki.",
    "subFact": "Sedangkan laki-laki lebih baik dalam memperhatikan benda yang bergerak cepat dan melihat detail dari kejauhan.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 49,
    "fact": "Pernah dengar kata jayus?",
    "subFact": "Jayus merujuk pada sebuah candaan yang tidak lucu, namun dapat membuat tertawa karena pembawaanya.",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  },
  {
    "id": 50,
    "fact": "Gajah yang ditinggal mati pasangganya, juga dapat mati karena patah hati.",
    "subFact": "Awwww...",
    "url": "https://i.ibb.co/tQRvgRb/null.png"
  }
]
